Code/service/HeilaIQ_Service/app/controllers/users_controller.rb

	def index
		@users = User.where(status: 'active').all
---
SELECT `users`.* FROM `users` WHERE `users`.`status` = 'active'